module.exports = {
  languages: [
    {
      label: 'Ru',
      code: 'ru',
    },
    {
      label: 'En',
      code: 'en',
    },
  ],
  en: {
    greeting: 'Eli Levit',
    homeTitle: 'Eli Levit',
    aboutTitle: 'About me',
    profession: 'Front-end Developer',
    shortBio:
      'I’m trying to write posts. Also I love to make videos, photos and code some stuff. Also I like read books, wine and girls. A11y, React and super cool console.log debugging.',
    moreAboutMe: 'More about me',
    aboutInfo:
      'Немного о том, как заготовка превращается в изделие. К металлическому столу станка болтами прикручивается деревянный жертвенный стол, потому что его не жалко. К нему крепится заготовка. Материал вынимается сначала концевой фрезой большого диаметра, затем в углах и на чистовую фрезой малого диаметра. Но контурам пробегаю фаску угловой фрезой или закруглённой фасонной. Гладкие криволинейные поверхности делаются сферической фрезой. После каждой смены фрезы нужно выставлять начало координат по высоте. Начало каждого прохода очень ответственный момент. Нужно уменьшить скорость и внимательно наблюдать за фрезой. Если она начала что-то портить или повела себя необычным образом, нужно срочно останавливать процесс, пока заготовка или фреза необратимо не пострадали. Например, фреза может уйти глубже, вырвать заготовку, не вращаться, дымиться, давать пыль вместо стружки, летать по другой траектории, быть не того диаметра или профиля. Затем заготовка переворачивается и таким же способом обрабатывается со второй стороны. Всего инструмент мен',
  },
  ru: {
    greeting: 'Эли Левит',
    homeTitle: 'Эли Левит',
    aboutTitle: 'Обо мне',
    profession: 'Фронтенд Разработчик',
    shortBio:
      'Я пытаюсь писать посты. Еще я люблю делать видео, снимать и кодить. Еще я люблю читать книги, вино и девочек. Доступность, Реакт и очень крутая консольная отладка.',
    moreAboutMe: 'Больше обо мне',
    aboutInfo:
      'Немного о том, как заготовка превращается в изделие. К металлическому столу станка болтами прикручивается деревянный жертвенный стол, потому что его не жалко. К нему крепится заготовка. Материал вынимается сначала концевой фрезой большого диаметра, затем в углах и на чистовую фрезой малого диаметра. Но контурам пробегаю фаску угловой фрезой или закруглённой фасонной. Гладкие криволинейные поверхности делаются сферической фрезой. После каждой смены фрезы нужно выставлять начало координат по высоте. Начало каждого прохода очень ответственный момент. Нужно уменьшить скорость и внимательно наблюдать за фрезой. Если она начала что-то портить или повела себя необычным образом, нужно срочно останавливать процесс, пока заготовка или фреза необратимо не пострадали. Например, фреза может уйти глубже, вырвать заготовку, не вращаться, дымиться, давать пыль вместо стружки, летать по другой траектории, быть не того диаметра или профиля. Затем заготовка переворачивается и таким же способом обрабатывается со второй стороны. Всего инструмент мен',
  },
};
